Repository: mvdicarlo/postybirb
Catalog: lang/*.po
Languages: es, lt, ru, ta

source: ({fileSizeString}) is too large (max {maxFileSizeString}) and an attempt will be made to reduce size when posting
ru: Файл ({fileSizeString}) слишком большой (максимум {maxFileSizeString}) и будет предпринята попытка уменьшить размер при публикации
ta: ({fileSizeString}) மிகப் பெரியது (அதிகபட்சம் {maxFileSizeString}) மற்றும் இடுகையிடும்போது அளவைக் குறைக்க முயற்சி செய்யப்படும்

source: Account
ru: Аккаунт

source: Accounts
es: Cuentas
lt: Paskyros
ru: Аккаунты
ta: கணக்குகள்

source: Action
es: Acción
lt: Veiksmas
ru: Действие
ta: செயல்

source: Actions
es: Acciones
lt: Veiksmai
ru: Действия
ta: செயல்கள்

source: Add
ru: Добавить

source: Add Account
ru: Добавить аккаунт

source: Add folder watcher
es: Añadir observador de carpeta
lt: Įtraukti aplanko stebėtoją
ru: Добавить мониторинг папки
ta: கோப்புறை பார்வையாளரைச் சேர்க்கவும்

source: All
ru: Все

source: All Websites
ru: Все сайты

source: Allow other PostyBirb instances to connect to this one
ru: Разрешить другим запущенным приложениям PostyBirb подключаться к этому

source: Allow other users to edit tags
ru: Разрешить пользователям редактировать теги

source: Allow PostyBirb to insert an Ad into the description
lt: Leisti „PostyBirb“ įterpti reklamą į aprašą
ru: Вставлять рекламу PostyBirb в конце описаний постов
ta: விளக்கத்தில் ஒரு விளம்பரத்தை செருக போச்டிபிர்பை அனுமதிக்கவும்

source: Allow reblogging
ru: Разрешить реблог

source: Alt Text
lt: Alternatyvusis tekstas
ru: Alt текст
ta: மாற்று உரை

source: An error occurred during upload
ru: Во время загрузки произошла ошибка

source: An unexpected error occurred
ru: Произошла неизвестная ошибка

source: App
ru: Приложение

source: App Folder
es: Folder de applicación
lt: Programos aplankas
ru: Папка приложения
ta: பயன்பாட்டு கோப்புறை

source: App Server Port
es: Puerto del Servidor de la Aplicación
lt: Programos serverio prievadas
ru: Порт сервера
ta: பயன்பாட்டு சேவையக துறைமுகம்

source: Apply
es: Aplicar
lt: Taikyti
ru: Применить
ta: இடு

source: Apply Template
lt: Taikyti šabloną
ru: Применить шаблон
ta: வார்ப்புருவைப் பயன்படுத்துங்கள்

source: Apply template to uploaded files (optional)
ru: Применить шаблон к загружаемым файлам (опционально)

source: Apply to Submissions
ru: Применить к постам
ta: சமர்ப்பிப்புகளுக்கு விண்ணப்பிக்கவும்

source: April
ru: Апрель

source: Are you sure you want to delete this? This action cannot be undone.
lt: Ar tikrai norite tai ištrinti? Šio veiksmo negalima anuliuoti.
ru: Вы уверены, что хотите удалить? Это действие нельзя отменить.
ta: இதை நீக்க விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது.

source: Are you sure you want to post all selected submissions?
lt: Ar tikrai norite paskelbti visus pasirinktus pateikimus?
ru: Вы уверены, что хотите опубликовать все выбранные посты?
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து சமர்ப்பிப்புகளையும் இடுகையிட விரும்புகிறீர்களா?

source: Audio
ru: Аудио
ta: ஆடியோ

source: August
ru: Август

source: Auto Importers (File Watcher)
lt: Automatiniai importuotojai (failų stebėtojas)
ru: Авто-импортеры (При изменении папки)
ta: ஆட்டோ இறக்குமதியாளர்கள் (கோப்பு பார்வையாளர்)

source: Brazil
ru: Бразильский

source: Cancel
es: Cancelar
lt: Atšaukti
ru: Отмена
ta: ரத்துசெய்

source: Cancel post
es: Cancelar post
ru: Отменить пост

source: Category
ru: Категория

source: Choose Fields
lt: Pasirinkite laukus
ru: Выберите поля
ta: புலங்களைத் தேர்வுசெய்க

source: Choose Submissions
ru: Выбрать посты
ta: சமர்ப்பிப்புகளைத் தேர்வுசெய்க

# template.picker-modal-header
source: Choose Templates
es: Escoger Plantilla
lt: Pasirinkite šablonus
ru: Выберите шаблоны
ta: வார்ப்புருக்களைத் தேர்வுசெய்க

source: Clear
lt: Valyti
ru: Очистить
ta: தெளிவான

source: Close
es: Cerrar
ru: Закрыть

source: Content warning
lt: Turinio įspėjimas
ru: Предупреждение (CW)
ta: உள்ளடக்க எச்சரிக்கை

source: Converted:
ru: Конвертируются:
ta: மாற்றப்பட்டது:

source: Copied
lt: Nukopijuota
ru: Скопированно
ta: நகலெடுக்கப்பட்டது

source: Copy
es: Copiar
lt: Kopijuoti
ru: Копировать
ta: நகலெடு

source: Create Message Submission
lt: Kurti žinutės pateikimą
ru: Создать текстовый пост
ta: செய்தி சமர்ப்பிப்பை உருவாக்கவும்

source: Create New
ru: Создать новый

source: Create new submission
es: Crear nueva publicación
lt: Kurti naują pateikimą
ru: Создать новый пост
ta: புதிய சமர்ப்பிப்பை உருவாக்கவும்

source: Create new tag converter
lt: Kurti naują žymių konverterį
ru: Создать конвертер тэгов
ta: புதிய குறிச்சொல் மாற்றி உருவாக்கவும்

source: Create new tag group
es: Crear un nuevo grupo de etiquetas
lt: Kurti naują žymių grupę
ru: Создать новую группу тэгов
ta: புதிய குறிச்சொல் குழுவை உருவாக்கவும்

source: Create Submission Template
lt: Kurti pateikimo šabloną
ru: Создать шаблон поста
ta: சமர்ப்பிக்கும் வார்ப்புருவை உருவாக்கவும்

source: Created
ru: Создано

source: CRON Expression
ru: Выражение CRON

source: Crop
lt: Apkirpti
ru: Обрезать
ta: பயிர்

source: Daily at 9 AM
ru: Ежедневно в 9 утра

source: Daily at midnight
ru: Ежедневно в полночь

source: Dashboard
es: Panel
ru: Главная

source: Date
lt: Data
ru: Дата
ta: திகதி

source: Date and Time Settings
ru: Настройки даты и времени

source: Date cannot be in the past
ru: Дата не может быть в прошлом

source: Day (1-31)
ru: День (1-31)

source: Day of Month
ru: День месяца

source: Day of Week
ru: День недели

source: Days
lt: Dienos (-ų)
ru: Дни
ta: நாட்கள்

source: December
ru: Декабрь

source: Default
es: Por Defecto
lt: Numatytasis
ru: По умолчанию
ta: இயல்புநிலை

# default-options-saved
source: Defaults saved
es: Guardados por Defecto
lt: Numatytieji išsaugoti
ru: Опции по умолчанию сохранены
ta: இயல்புநிலை சேமிக்கப்பட்டது

source: Delete
es: Borrar
lt: Ištrinti
ru: Удалить
ta: நீக்கு

source: Delete failed
ru: Удаление не удалось

source: Delete item
ru: Удалить предмет

source: Delete Submission
ru: Удалить пост

source: Delete this file?
ru: Удалить этот файл?

source: Description
lt: Aprašas
ru: Описание
ta: விவரம்

source: Description Settings
lt: Aprašo nustatymai
ru: Настройки описания
ta: விளக்கம் அமைப்புகள்

source: Deselect All
ru: Убрать выделение

source: Desktop Notifications
ru: Уведомления на рабочем столе

source: Dimensions
ru: Размеры

source: Disable comments
ru: Выключить комментарии

source: Don't post to
es: No publicar en
lt: Neskelbti į
ru: Не публиковать в
ta: இடுகையிட வேண்டாம்

source: Done
ru: Готово

source: Drag or use arrow keys to change order.
lt: Nutempkite arba naudokite rodyklių klavišus, kad pakeistumėte eiliškumą.
ru: Перетащите или используйте стрелки для изменения порядка.
ta: வரிசையை மாற்ற அம்பு விசைகளை இழுக்கவும் அல்லது பயன்படுத்தவும்.

source: Drag to reorder
ru: Перетащите чтобы переопределить порядок

source: Drag to schedule
ru: Перетащите чтобы отложить

source: Drop files here or click to add more
ru: Перетащите файлы сюда или нажмите чтобы добавить еще

source: Drop files here or click to browse
ru: Перетащите файлы сюда или нажмите чтобы выбрать

source: Duplicate
es: Duplicar
lt: Dubliuoti
ru: Дублировать
ta: நகல்

source: Edit
es: Editar
lt: Redaguoti
ru: Редактировать
ta: தொகு

source: Edit file submission
ru: Редактировать пост с изображением

source: Edit image
ru: Редактировать изображение

source: Edit Many
ru: Редактировать несколько
ta: பலவற்றைத் திருத்தவும்

source: Edit message submission
ru: Редактировать текстовый пост

source: Edit Multiple
ru: Редактировать много
ta: பல திருத்து

source: Enable desktop notifications
ru: Включить уведомления на рабочем столе

source: English
es: Inglés
lt: anglų
ru: Английский
ta: ஆங்கிலம்

source: Enter a name for the new message submission
lt: Įveskite naujos žinutės pateikimo pavadinimą
ru: Введите имя нового поста
ta: புதிய செய்தி சமர்ப்பிப்புக்கு ஒரு பெயரை உள்ளிடவும்

source: Enter a name for the template
lt: Įveskite šablono pavadinimą
ru: Введите имя шаблона
ta: வார்ப்புருவுக்கு ஒரு பெயரை உள்ளிடவும்

source: Enter account name
ru: Введите имя аккаунта

source: Error
ru: Ошибка

source: Every day
ru: Каждый день

source: Every month
ru: Каждый месяц

source: Example: "0 9 * * MON" runs every Monday at 9:00 AM
ru: Пример: "0 9 * * MON" запускается каждый понедельник в 9 утра

source: Failed
ru: Не удалось

source: Failed to create template
lt: Nepavyko sukurti šablono.
ru: Не удалось создать шаблон
ta: வார்ப்புருவை உருவாக்குவதில் தோல்வி

source: Failed to delete
ru: Не удалось удалить

source: Failed to duplicate
lt: Nepavyko dubliuoti.
ru: Не удалось дублировать
ta: நகல் எடுக்கத் தவறிவிட்டது

source: Failed to paste from clipboard
ru: Не удалось вставить из буфера обмена

source: Failed to queue submission
lt: Nepavyko įtraukti į eilę pateikimą.
ru: Не удалось поставить пост в очередь
ta: சமர்ப்பிப்பு வரிசையில் தோல்வியுற்றது

source: Failed to save defaults
lt: Nepavyko išsaugoti numatytuosius.
ru: Не удалось сохранить по умолчанию
ta: இயல்புநிலைகளைச் சேமிப்பதில் தோல்வி

source: Failed to save file metadata
ru: Не удалось сохранить метаданные файлов
ta: கோப்பு மெட்டாடேட்டாவை சேமிப்பதில் தோல்வி

source: Failed to schedule submission
lt: Nepavyko suplanuoti pateikimo.
ru: Не удалось отложить пост
ta: சமர்ப்பிப்பைத் திட்டமிடுவதில் தோல்வி

source: Failed to Unschedule
ru: Не удалось отменить отложку

source: Failed to update
lt: Nepavyko atnaujinti.
ru: Не удалось обновить
ta: புதுப்பிக்கத் தவறிவிட்டது

source: Failed to Update
ru: Не удалось обновить

source: Failed to validate submission: {message}
lt: Nepavyko patvirtinti pateikimo: {message}.
ru: Не удалось проверить пост: {message}
ta: சமர்ப்பிப்பை சரிபார்க்கத் தவறிவிட்டது: {message}

source: Fallback Text
ru: Резервный текст
ta: குறைவடையும் உரை

source: Feature
lt: Rodyti
ru: Избранное (Featured)
ta: நற்பொருத்தம்

source: February
ru: Февраль

source: File
es: Archivo
ru: Файл

source: File Name
ru: Имя файла

source: File saved
ru: Файл сохранен

source: File submissions
lt: Failų pateikimai
ru: Посты с файлами
ta: கோப்பு சமர்ப்பிப்புகள்

source: File Submissions
es: Cargas de Archivos
lt: Failų pateikimai
ru: Файловые посты
ta: கோப்பு சமர்ப்பிப்புகள்

source: File types do not match. Please upload a file of the same type.
lt: Failų tipai nesutampa. Įkelkite to paties tipo failą.
ru: Типы файлов не совпадают. Пожалуйста, загрузите файл того же типа.
ta: கோப்பு வகைகள் பொருந்தவில்லை. அதே வகை கோப்பை பதிவேற்றவும்.

source: File will be modified to support website requirements
ru: Файл будет изменен для поддержки требований сайта
ta: வலைத்தள தேவைகளை ஆதரிக்க கோப்பு மாற்றப்படும்

source: Files
ru: Файлы

source: Files have been uploaded successfully
ru: Файлы загружены успешно

source: Files to upload ({0})
ru: Файлы для загрузки ({0})

source: Fix validation issues
ru: Исправьте ошибки валидации

source: Folder
es: Carpeta
lt: Aplankas
ru: Папка
ta: கோப்புறை

# directory-watcher.description
source: Folder watchers allow you to automatically upload files from a folder to PostyBirb.
lt: Aplankų stebėtojai leidžia automatiškai įkelti failus iš aplanko į „PostyBirb“.
ru: Позволяет вам автоматически добавлять файлы из папки в PostyBirb.
ta: கோப்புறை பார்வையாளர்கள் ஒரு கோப்புறையிலிருந்து போச்டிபிர்பிற்கு கோப்புகளை தானாக பதிவேற்ற அனுமதிக்கின்றனர்.

source: Form Error
ru: Ошибка формы

source: Friday
ru: Пятница

source: Generate from primary
ru: Сгенерировать из основного

source: German
ru: Немецкий

source: Go back
es: Regresar
lt: Eiti atgal
ru: Вернуться назад
ta: திரும்பிச் செல்லுங்கள்

source: Go to the main dashboard
ru: Вернуться на главную

source: Group Name
lt: Grupės pavadinimas
ru: Имя группы
ta: குழு பெயர்

source: Height
es: Altura
lt: Aukštis
ru: Высота
ta: உயரம்

source: Hide
es: Ocultar
ru: Спрятать

source: Hide All
ru: Спрятать все

source: Hide Form
ru: Скрыть форму

source: Hide LAN IP
ru: Скрыть LAN IP

source: History
ru: История

source: Home
es: Página Principal
lt: Pagrindinis
ru: Главная
ta: வீடு

source: Host Mode
ru: Режим хоста

source: Host URL
ru: URL хоста

source: Hour (0-23)
ru: Час (0-23)

source: Hour of the day
ru: Час дня

source: Hours
lt: Valandos (-ų)
ru: Часы
ta: மணி

# discord.webhook-help
source: How to create a webhook
es: Cómo crear un webhook
lt: Kaip sukurti saityno gaudyklę
ru: Как создать webhook
ta: வெப்ஊக்கை எவ்வாறு உருவாக்குவது

# override-default
source: Ignore default tags
lt: Nepaisyti numatytąsias žymes
ru: Игнорировать теги по умолчанию
ta: இயல்புநிலை குறிச்சொற்களை புறக்கணிக்கவும்

source: Image
ru: Изображение
ta: படம்

source: In Queue
ru: В очереди

source: Info
ru: Информация

source: Insert tags at end
lt: Įterpti žymes pabaigoje
ru: Вставить теги в конце
ta: குறிச்சொற்களை இறுதியில் செருகவும்

source: Insert title at start
lt: Įterpti pavadinimą pradžioje
ru: Вставить заголовок в начале
ta: தொடக்கத்தில் தலைப்பு செருகவும்

source: Invalid
ru: Невалидный

source: Invalid CRON format
ru: Неверный формат CRON

source: Invalid CRON string
es: String CRON inválido
lt: Netinkama CRON eilutė.
ru: Неверная строка CRON
ta: தவறான கிரான் சரம்

source: Invalid file type
lt: Netinkamas failo tipas.
ru: Неверный тип файла
ta: தவறான கோப்பு வகை

source: Invalid post URL to reply to.
ru: Невалидный URL поста для ответа.

source: Is a forum
ru: Является форумом

source: January
ru: Январь

source: July
ru: Июль

source: June
ru: Июнь

source: LAN IP copied to clipboard
ru: LAN IP скопирован в буфер обмена

source: Last modified:
ru: Последнее изменение:

source: Logged In
ru: Вход выполнен

source: Login
lt: Prisijungti
ru: Войти
ta: புகுபதிவு

source: March
ru: Март

source: Mark All as Read
ru: Пометить все как прочитанные

source: Mark as Read
ru: Пометить как прочитанное

source: Mark as Unread
ru: Пометить как непрочитанное

source: May
ru: Май

source: Merge
ru: Объединить
ta: ஒன்றிணைக்கவும்

source: Message
es: Mensaje
ru: Сообщение

source: Message submissions
lt: Žinutės pateikimai
ru: Текстовые посты
ta: செய்தி சமர்ப்பிப்புகள்

source: Message Submissions
es: Publicaciones de Mensajes
lt: Žinutės pateikimai
ru: Посты с текстом
ta: செய்தி சமர்ப்பிப்புகள்

source: Messages
ru: Сообщения

source: Minute (0-59)
ru: Минута (0-59)

source: Minute of the hour
ru: Минута часа

source: Minutes
lt: Minutės (-čių)
ru: Минуты
ta: நிமிடங்கள்

source: Monday
ru: Понедельник

source: Month
ru: Месяц

source: Monthly (1st of month)
ru: Ежемесячно (1 числа)

source: more
ru: еще

source: Name
es: Usuario
lt: Pavadinimas
ru: Имя
ta: பெயர்

source: Navigation
lt: Naršymas
ru: Навигация
ta: வானோடல்

source: New
es: Nuevo
ru: Новое

source: No history available
ru: Нет истории

source: No login component found.
es: No se encontró un componente de inicio de sesión.
lt: Nėra prisijungimo komponentas rastas.
ru: Не найдено компонента входа.
ta: உள்நுழைவு கூறு எதுவும் கிடைக்கவில்லை.

source: No notifications found
ru: Уведомлений не найдено

source: No Recent Posts
ru: Нет недавних постов

source: No results found
ru: Результатов не найдено

source: No submissions available. Upload some files to get started!
ru: Нет постов. Загрузите файлы чтобы начать!

source: No tag converters created yet
ru: Нет созданных конвертаторов тэгов

source: No tag groups created yet
ru: Нет групп тэгов

source: No templates found
ru: Нет шаблонов

source: No thumbnail
ru: Нет превью

source: No website posts available
ru: Нет постов на этот сайт

source: No websites
ru: Нет сайтов

source: No websites found
ru: Сайты не найдены

# Template picker checkbox
source: None
es: Ninguno
lt: Nieko
ru: Нет
ta: எதுவுமில்லை

source: Not logged in
es: Sesión no iniciada
lt: Neprisijungta
ru: Нет входа
ta: உள்நுழையவில்லை

source: Not Logged In
ru: Вход не выполнен

source: Notifications
ru: Уведомления

source: November
ru: Ноябрь

source: October
ru: Октябрь

source: Once
ru: Один раз

source: Only set scheduled date
lt: Nustatyti tik suplanuotą datą
ru: Только установленная дата
ta: திட்டமிடப்பட்ட தேதியை மட்டுமே அமைக்கவும்

source: Only use website options specified and delete website options missing from multi-update form.
ru: Использовать только указанные для сайта опции и удалить все не указанные.
ta: குறிப்பிடப்பட்ட வலைத்தள விருப்பங்களை மட்டுமே பயன்படுத்தவும் மற்றும் பல புதுப்பிப்பு படிவத்திலிருந்து காணாமல் போன வலைத்தள விருப்பங்களை நீக்கவும்.

source: Open PostyBirb on computer startup
lt: Atverti „PostyBirb“ kompiuterio paleidimo metu
ru: Открывать PostyBirb при запуске компьютера
ta: கணினி தொடக்கத்தில் போச்டிபிர்பைத் திறக்கவும்

source: options
ru: опции

source: Overwrite overlapping website options only. This will keep any website options that already exist and only overwrite ones specified in the multi-update form.
ru: Только перезаписать. Сохранит все опции сайта которые уже существует и перезапишет только указанные в этой форме.
ta: மேலெழுதும் ஒன்றுடன் ஒன்று வலைத்தள விருப்பங்களை மட்டுமே. இது ஏற்கனவே இருக்கும் எந்த வலைத்தள விருப்பங்களையும் வைத்திருக்கும் மற்றும் பல புதுப்பிப்பு வடிவத்தில் குறிப்பிடப்பட்டுள்ளவற்றை மட்டுமே மேலெழுதும்.

source: Page not found
es: Página no encontrada
lt: Puslapis nerastas
ru: Страница не найдена
ta: பக்கம் கிடைக்கவில்லை

source: Password
ru: Пароль

source: Password is invalid
ru: Неверный пароль

source: Paste
ru: Вставить

source: Paste from clipboard
ru: Вставить из буфера обмена

source: Paste tag from clipboard
ru: Вставить тэг из буфера обмена

source: Paste tags from clipboard
ru: Вставить тэги из буфера обмена

source: Pause
ru: Пауза

source: Pause Submissions
ru: Поставить посты на паузу

source: Paused
ru: На паузе

source: Phone Number (International Format)
ru: Номер телефона (международный формат)

# telegram.phone-number-help
source: Phone number must be in international format <0/>
ru: Номер телефона должен быть в международном формате <0/>

source: Please enter a valid URL
ru: Пожалуйста введите валидный URL

source: Post
es: Publicar
lt: Skelbti
ru: Опубликовать
ta: இடுகை

source: Post a file
lt: Skelbti failą
ru: Опубликовать файл
ta: ஒரு கோப்பை இடுங்கள்

source: Post a message
lt: Skelbti žinutę
ru: Опубликовать текст
ta: ஒரு செய்தியை இடுங்கள்

source: Post Files
lt: Skelbti failus
ru: Файлы
ta: கோப்புகளை இடுங்கள்

source: Post Selected
lt: Įrašas pasirinktas
ru: Опубликовать выбранные
ta: இடுகை தேர்ந்தெடுக்கப்பட்டது

source: Posting
ru: Выкладывание

source: Posting Options
ru: Опции выкладывания

source: Primary File
ru: Основной файл

source: Queue
ru: Очередь

source: Queue Control
ru: Контроль очереди

source: Queue Paused
ru: Очередь на паузе

source: Queue Resumed
ru: Очередь снята с паузы

source: Queued
ru: В очереди

source: Rating
lt: Vertinimas
ru: Рейтинг
ta: செயல்வரம்பு

source: Recent
ru: Недавние

source: Recent Posts
ru: Недавние посты

source: Recurring
ru: Регулярные

source: Recurring Schedule
ru: Регулярная отложка

source: Recurring Schedule Settings
ru: Настройки регулярной отложки

source: Reload page
ru: Обновить страницу

source: Remote
ru: Дистанционный доступ

source: Remote Access Password
ru: Пароль дистанционного доступа

source: Remote Access Settings
ru: Настройки дистанционного доступа

source: Remote Mode
ru: Режим дистационного доступа

source: Remove
ru: Убрать

source: Remove URL
ru: Убрать URL

# import.override-description
source: Replace description
es: Reemplazar descripción
lt: Pakeisti aprašą
ru: Заменить описание
ta: விளக்கத்தை மாற்றவும்

source: Replace file
ru: Заменить файл

# import.override-title
source: Replace title
es: Reemplazar Título
lt: Pakeisti pavadinimą
ru: Заменить заголовок
ta: தலைப்பை மாற்றவும்

source: Reply to post URL
ru: Ответ на пост (URL)

source: Request critique
ru: Запросить критику

source: Required
ru: Обязательно

source: Reset
lt: Atkurti
ru: Сбросить
ta: மீட்டமை

source: Restore
ru: Восстановить

source: Restore failed
ru: Не удалось восстановить

source: Runs every day at 12:00 AM
ru: Каждый день в 12:00 утра

source: Runs every day at 9:00 AM
ru: Каждый день в 9:00 утра

source: Runs every Monday at 12:00 AM
ru: Каждый понедельник в 12:00 утра

source: Runs Monday through Friday at 9:00 AM
ru: Понедельник-пятница в 12:00 утра

source: Runs on the 1st day of every month at 12:00 AM
ru: Каждый 1 день месяца в 12:00 утра

source: Runs Saturday and Sunday at 12:00 PM
ru: Суббота-воскресенье в 12:00 утра

source: Russian
es: Ruso
lt: rusų
ru: Русский
ta: ரச்ய

source: Saturday
ru: Суббота

source: Save
es: Guardar
lt: Išsaugoti
ru: Сохранить
ta: சேமி

source: Save current form values as the default values for future submissions
lt: Išsaugoti dabartines formos reikšmes kaip numatytąsias reikšmes būsimiems pateikimams
ru: Сохранить значения формы по умолчанию для использования в будущих постах
ta: எதிர்கால சமர்ப்பிப்புகளுக்கான இயல்புநிலை மதிப்புகளாக தற்போதைய படிவ மதிப்புகளைச் சேமிக்கவும்

source: Save defaults
lt: Išsaugoti numatytuosius
ru: Сохранить по умолчанию
ta: இயல்புநிலைகளை சேமிக்கவும்

source: Save folder upload changes
es: Guardar cambios de carpeta de publicación
lt: Išsaugoti aplanko įkėlimo pakeitimus
ru: Сохранить изменения загрузки папки
ta: கோப்புறை பதிவேற்ற மாற்றங்களைச் சேமிக்கவும்

source: Save to file
ru: Сохранить в файл

source: Schedule
es: Programar
lt: Planuoti
ru: Отложить
ta: அட்டவணை

# schedule.modal-header
source: Schedule
lt: Planavimas
ru: Отложить
ta: அட்டவணை

source: Schedule Date and Time
ru: Дата и время отложки

source: Schedule for a specific date and time
ru: Отложить на конкретные дату и время

source: Schedule Settings
ru: Настройки отложки

source: Scheduled
ru: Отложено

source: Scheduled for:
ru: Отложено на:

source: Search
lt: Ieškoti
ru: Поиск
ta: தேடல்

source: Search notifications...
ru: Искать уведомления...

source: Search tag converters...
ru: Искать конвертеры тэгов...

source: Search websites...
ru: Искать сайты...

source: Sections
ru: Секции

source: Select All
ru: Выбрать все

source: Select folder
lt: Pasirinkti aplanką
ru: Выбрать папку
ta: கோப்புறையைத் தேர்ந்தெடு

source: Select language
es: Seleccionar Idioma
ru: Выбрать язык

source: Select which notifications to delete:
ru: Выберите, какие уведомления удалить:

source: Send Messages
lt: Siųsti žinutes
ru: Сообщения
ta: செய்திகளை அனுப்பவும்

source: September
ru: Сентябрь

source: Settings
es: Ajustes
lt: Nustatymai
ru: Настройки
ta: அமைப்புகள்

# submission.file-size
source: Size
es: Tamaño
lt: Dydis
ru: Размер
ta: அளவு

source: Spanish
es: Español
lt: ispanų
ru: Испанский
ta: ச்பானிச்

source: Species
lt: Rūšys
ru: Виды
ta: இனங்கள்

source: Spoiler Text
lt: Atskleidžiamas tekstas
ru: Спойлер
ta: ச்பாய்லர் உரை

source: Startup Settings
lt: Paleidimo nustatymai
ru: Настройки запуска
ta: தொடக்க அமைப்புகள்

source: Submission duplicated
lt: Pateikimas sudubliuotas
ru: Пост дублирован
ta: சமர்ப்பிப்பு நகல்

source: Submission queued
lt: Pateikimas įtrauktas į eilę
ru: Пост в очереди
ta: சமர்ப்பிப்பு வரிசையில்

source: Submission scheduled
es: Publicación programada
lt: Pateikimas suplanuotas
ru: Пост отложен
ta: சமர்ப்பிப்பு திட்டமிடப்பட்டுள்ளது

source: Submission templates
lt: Pateikimo šablonai
ru: Шаблоны постов
ta: சமர்ப்பிக்கும் வார்ப்புருக்கள்

source: Submissions
es: Publicaciones
lt: Pateikimai
ru: Посты
ta: சமர்ப்பிப்புகள்

source: Sunday
ru: Воскресенье

source: Supports either a set of images, a single video, or a single GIF.
ru: Поддерживается только пост из нескольких изображений, одного видео или одного GIF.

source: Supports images, videos, audio, and text files up to 100MB
ru: Поддерживает изображения, видео, аудио и текстовые файлы до 100мб

source: Tag
es: Etiqueta
lt: Žymė
ru: Тег
ta: குறிச்சொல்

source: Tag converter updated
lt: Žymių konverteris atnaujintas
ru: Конвертер тегов обновлен
ta: குறிச்சொல் மாற்றி புதுப்பிக்கப்பட்டது

source: Tag Converters
es: Convertidores de Etiquetas
lt: Žymių konverteriai
ru: Конвертер тегов
ta: குறிச்சொல் மாற்றிகள்

source: Tag group updated
lt: Žymių grupė atnaujinta
ru: Группа тегов обновлена
ta: குறிச்சொல் குழு புதுப்பிக்கப்பட்டது

source: Tag Groups
es: Grupos de Etiquetas
lt: Žymių grupės
ru: Группы тегов
ta: குறிச்சொல் குழுக்கள்
