Repository: mvdicarlo/postybirb
Catalog: lang/*.po
Languages: es, lt, ru, ta

source: Tag limit reached ({currentLength} / {maxLength})
lt: Žymių riba pasiekta ({currentLength} / {maxLength}).
ru: Достигнут лимит длины тега ({currentLength} / {maxLength})
ta: குறிச்சொல் வரம்பு அடைந்தது ({currentLength} / {maxLength})

source: Tags
es: Etiquetas
lt: Žymės
ru: Теги
ta: குறிச்சொற்கள்

source: Tags longer than {maxLength} characters will be skipped
lt: Žymės ilgesnės nei {maxLength} simbolių bus praleistos.
ru: Тэги длиннее чем {maxLength} будут пропущены
ta: {maxLength} எழுத்துக்களை விட நீளமான குறிச்சொற்கள் தவிர்க்கப்படும்

source: Template
es: Plantilla
lt: Šablonas
ru: Шаблон
ta: வார்ப்புரு

source: Template applied
lt: Šablonas pritaikytas
ru: Шаблон применен
ta: வார்ப்புரு பயன்படுத்தப்பட்டது

source: Template created
lt: Šablonas sukurtas
ru: Шаблон создан
ta: வார்ப்புரு உருவாக்கப்பட்டது

source: Template Name
lt: Šablono pavadinimas
ru: Название шаблона
ta: வார்ப்புரு பெயர்

source: Template name has been updated
lt: Šablono pavadinimas atnaujintas
ru: Название шаблона обновлено
ta: வார்ப்புரு பெயர் புதுப்பிக்கப்பட்டுள்ளது

source: Templates
es: Plantillas
lt: Šablonai
ru: Шаблоны
ta: வார்ப்புருக்கள்

source: Text
ru: Текст
ta: உரை

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
ru: Это действие нельзя отменить.

source: This is the folder where the app will store its data. You must restart the app for this to take effect.
es: Esta es la carpeta donde la aplicación guarda sus datos. Debe de reiniciar la aplicación para que esto tome efecto.
lt: Tai – aplankas, kuriame bus saugomi programos duomenys. Kad tai įsigaliotų, turite iš naujo paleisti programą.
ru: Это папка, где приложение будет хранить данные. Вы должны перезапустить приложение чтобы применить изменения.
ta: பயன்பாடு அதன் தரவைச் சேமிக்கும் கோப்புறை இது. இது நடைமுறைக்கு வர நீங்கள் பயன்பாட்டை மறுதொடக்கம் செய்ய வேண்டும்.

source: This will clear all data associated with this account. You will need to log in again.
lt: Tai ištrins visus su šia paskyra susijusius duomenis. Turėsite prisijungti iš naujo.
ru: Это действие очистит все данные, связанные с этим аккаунтом. Вам нужно будет снова войти в него.
ta: இந்த கணக்குடன் தொடர்புடைய எல்லா தரவையும் இது அழிக்கும். நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.

source: Thumbnail
es: Miniatura
lt: Miniatiūra
ru: Набросок (Маленькая картинка)
ta: சிறுபடம்

source: Thursday
ru: Четверг

source: Title
lt: Pavadinimas
ru: Название
ta: தலைப்பு

source: Title is too long and will be truncated
lt: Pavadinimas per ilgas ir bus sutrumpintas.
ru: Название слишком длинное и будет сокращено
ta: தலைப்பு மிக நீளமானது மற்றும் துண்டிக்கப்படும்

source: Title is too short
lt: Pavadinimas per trumpas.
ru: Название слишком короткое
ta: தலைப்பு மிகக் குறைவு

source: Toggle sort direction
ru: Сменить направление сортировки

source: Total Submissions
ru: Всего постов

source: Translation {id} not found
es: Traducción {id} no encontrada
lt: Vertimas {id} nerastas.
ru: Перевод {id} не найден
ta: மொழிபெயர்ப்பு {id} காணப்படவில்லை

source: Try again
ru: Попробовать снова

source: Tuesday
ru: Вторник

source: Type
ru: Тип

source: Unable to display form
lt: Nepavyksta rodyti formos.
ru: Не удалось показать форму
ta: படிவத்தைக் காட்ட முடியவில்லை

source: Unknown
es: Desconocido
lt: Nežinomas
ru: Неизвестно
ta: தெரியவில்லை

source: Unknown choice
ru: Неизвестный выбор

source: Unknown submission
es: Publicación desconocida
lt: Nežinomas pateikimas
ru: Неизвестный пост
ta: தெரியாத சமர்ப்பிப்பு

source: Unread
ru: Непрочитанные

source: Unschedule
lt: Naikinti planavimą
ru: Отменить отложку
ta: திட்டமிடப்படாத

source: Unscheduled Submissions
ru: Неотложенные посты

source: Unsupported file type {fileExtension}. Please provide fallback text.
ru: Неподдерживаемый формат файла: {fileExtension}. Пожалуйста, укажите резервный текст.
ta: ஆதரிக்கப்படாத கோப்பு வகை {fileExtension}. குறைவடையும் உரையை வழங்கவும்.

source: Unsupported file type {mimeType}
lt: Nepalaikomas failo tipas {mimeType}.
ru: Неподдерживаемый тип файла {mimeType}
ta: ஆதரிக்கப்படாத கோப்பு வகை {mimeType}

source: Unsupported submission type: {fileTypeString}
ru: Неподдерживаемый тип поста: {fileTypeString}
ta: ஆதரிக்கப்படாத சமர்ப்பிப்பு வகை: {fileTypeString}

source: Untitled submission
ru: Безымяный пост

source: Update
es: Actualizar
lt: Atnaujinti
ru: Обновить
ta: புதுப்பிப்பு

source: Update PostyBirb
es: Actualizar PostyBirb
lt: Atnaujinti „PostyBirb“
ru: Обновить PostyBirb
ta: போச்டிபிர்பைப் புதுப்பிக்கவும்

source: Updates applied
ru: Изменения применены
ta: புதுப்பிப்புகள் பயன்படுத்தப்பட்டன

source: Upload
lt: Įkelti
ru: Загрузить
ta: பதிவேற்றும்

source: Upload complete
ru: Загрузка завершена

source: Upload custom thumbnail
ru: Загрузить кастомное превью

source: Upload failed
ru: Загрузка не удалась

source: Uploading...
ru: Загрузка...

source: Use custom description
lt: Naudoti pasirinktinį aprašą
ru: Кастомное описание
ta: தனிப்பயன் விளக்கத்தைப் பயன்படுத்தவும்

source: Use this template for a new submission
ru: Использовать этот шаблон для нового поста

source: Use title
ru: Использовать название

source: Username
ru: Псевдоним

source: Username (email address)
ru: Имя (email)

source: Username is required
ru: Имя пользователя обязательно

source: Video
ru: Видео
ta: ஒளிதோற்றம்

source: Visibility
ru: Видимость

source: Warning
ru: Предупреждение

source: Warning: This date is in the past and may not behave as expected.
ru: Внимание: дата находится в прошлом и может не работать как ожидается.

source: We encountered an unexpected error. Please try refreshing the page.
ru: Мы столкнулись с неожиданной ошибкой. Попробуйте перезагрузить страницу.

source: Webhook is required
lt: Saityno gaudyklė privaloma.
ru: Вебхук обязателен
ta: வெப்ஊக் தேவை

source: Website
ru: Сайт

source: Website Conversions
ru: Конвертации сайта

source: Website Visibility
ru: Видимость сайта

source: Websites
es: Sitios
lt: Svetainės
ru: Сайты
ta: வலைத்தளங்கள்

source: Wednesday
ru: Среда

source: Weekdays at 9 AM
ru: Рабочие дни в 9 утра

source: Weekend at noon
ru: На выходные в полдень

source: Weekly on Monday
ru: Еженедельно по понедельникам

source: Who can reply
ru: Кто может отвечать

source: Width
es: Ancho
lt: Plotis
ru: Ширина
ta: அகலம்

source: Yes
ru: Да

source: You can select multiple items
ru: Вы можете выбрать несколько

# furtastic.api-key-help
source: You must first get an API Key from your account settings [Manage API Access] <0/>
ru: Сначала вам нужно получить API ключ из настроек аккаунта [Manage API Access] <0/>

source: Your browser does not support the audio tag.
es: Su navegador no es compatible con la etiqueta de audio.
lt: Jūsų naršyklė nepalaiko garso įrašo žymės.
ru: Ваш браузер не поддерживает аудио-тег.
ta: உங்கள் உலாவி ஆடியோ குறிச்சொல்லை ஆதரிக்காது.

source: Your browser does not support the video tag.
es: Su navegador no es compatible con la etiqueta de video.
lt: Jūsų naršyklė nepalaiko vaizdo įrašo žymės.
ru: Ваш браузер не поддерживает тег видео.
ta: உங்கள் உலாவி வீடியோ குறிச்சொல்லை ஆதரிக்காது.

source: Your handle - for example yourname.bsky.social or username.ext
ru: Ваш псевдоним - например yourname.bsky.social или username.ext

source: Your recent submission history will appear here
ru: Недавние посты появятся здесь

source: (Default) {originalTag} → {convertedTag}
es: (Por defecto) {originalTag} → {convertedTag}

source: (Default) {tag}
es: (Por defecto) {tag}

source: Account data cleared
es: Información de la cuenta borrada.

source: Account data updated.
es: Información de la cuenta actualizada.

source: Account removed
es: Cuenta removida.

source: Add account
es: Añadir cuenta

source: Add account for {displayName}
es: Añadir cuenta para {displayName}

source: Alt Text
es: Texto alternativo

# unsaved changes modal
source: Are you sure you want to leave this page?
es: ¿Está seguro que quiere dejar esta página?

source: Cancel schedule
es: Cancelar programado

source: Change file
es: Cambiar archivo

source: Change thumbnail
es: Cambiar miniatura

source: Checking...
es: Revisando...

# user-specified-options.modal.header
source: Choose Fields
es: Escoger Campos

source: Clear account data
es: Borrar datos de la cuenta

source: Composers
es: Compositores

source: Create
es: Crear

source: Create message submission button
es: Crear botón de envío de mensaje

source: Create new submission template
es: Crear una nueva plantilla de publicación

source: CRON format <0/>
es: Formato CRON <0/>

source: Dark theme
es: Modo Oscuro

source: Default Options
es: Opciones por Defecto

source: Default Tags
es: Etiquetas por Defecto

source: Delete folder watcher
es: Borrar observador de carpeta

source: Delete selected submission templates
es: Borrar las plantillas de publicación seleccionadas

source: Delete selected tag converters
es: Borrar los convertidores de etiquetas seleccionados

source: Delete selected tag groups
es: Borrar los grupos de etiquetas seleccionados

source: Delete submission template {templateName}
es: Borrar la plantilla de publicación {templateName}

source: Delete tag converter {0}
es: Borrar el convertidor de etiquetas {0}

source: Delete tag group {0}
es: Borrar el grupo de etiquetas {0}

source: Description is greater than {maxLength} characters long
es: La descripción sobrepasa los {maxLength} caracteres
lt: Aprašas yra ilgesnis nei {maxLength} simbolių.
ta: விளக்கம் {maxLength} எழுத்துக்களை விட அதிகமாக உள்ளது

source: Duplicate name
es: Nombre duplicado

# duplicate.tag-group
source: Duplicate name
es: Nombre duplicado

source: Duplicate submission
es: Duplicar publicación

# duplicate.tag-converter
source: Duplicate tag
es: Duplicar etiqueta

source: Edit {templateName}
es: Editar {templateName}

source: Edit Submission
es: Editar publicación

# submissions.edit-page-header
source: Edit Submission
es: Editar publicación

source: Edit Template
es: Editar Plantilla

source: Empty
es: Vacío

source: Filter list
es: Filtrar lista

source: Filters
es: Filtros

source: Folder watcher type
es: Tipo observador de carpeta

source: Go home
es: Ir a la página principal

source: Groups
es: Grupos

source: Hidden
es: Oculto

source: Hide {displayName}
es: Ocultar {displayName}

source: Import Template
es: Importar plantilla

# submission.card.errors
source: Incomplete submission
es: Publicación incompleta

source: Information about the update
es: Información sobre la actualización

source: Language
es: Idioma

source: Light theme
es: Modo claro

# action
source: Login
es: Iniciar Sesión

source: Main navigation
es: Navegación principal

source: Message submission name input
es: Nombre del input del mensaje de la publicación

source: Navigate to {navigationName}
es: Navegar a {navigationName}

source: No items
es: Sin artículos
lt: Nėra elementų
ta: உருப்படிகள் இல்லை

source: No schedule
es: No programado

# schedule.none
source: None
es: Ninguno

source: Off
es: Apagado

source: On
es: Encendido

# schedule.single
source: Once
es: Una vez

source: Open on startup
es: Abrir al iniciar

source: Override default
es: Sobrescribir predeterminado

source: Override default
es: Sobrescribir predeterminado

source: Patch Notes
es: Notas de Parche

source: Post submission
es: Publicación

source: PostyBirb Startup Settings
es: Ajustes de Inicio de PostyBirb

source: PostyBirb will not open on startup
es: PostyBirb no se abrirá al inicio

source: PostyBirb will open on startup
es: PostyBirb se abrirá al inicio

source: Primary
es: Primario
lt: Pirminis
ta: முதன்மை

# schedule.recurring
source: Recurring
es: Recurrente

source: Remove {0}
es: Remover {0}

source: Remove submission
es: Remover publicación

# unsaved changes modal
source: Save and Close
es: Guardar y Cerrar

# edit-form.set-default-options
source: Save as default
es: Guardar como predeterminado

source: Save changes for {0}
es: Guardar cambios para {0}

source: Save changes for {tag}
es: Guardar cambios para {tag}

source: Save changes for {templateName}
es: Guardar cambios para {templateName}

source: Saves current values as the default for this account to be loaded in future submissions.
es: Guarda los valores como predeterminados para esta cuenta para cargarlos en publicaciones futuras.

source: Schedule Submission
es: Programar Publicación

source: Search for anything...
es: Buscar...

source: Select Folder
es: Seleccionar Carpeta

source: Show
es: Mostrar

source: Show empty
es: Mostrar vacíos

source: Show empty websites filter
es: Mostrar filtro de sitios vacíos

source: Show empty websites filter off
es: Mostrar filtro de sitios vacíos apagado

source: Show empty websites filter on
es: Mostrar filtro de sitios vacíos encendido

source: Show hidden
es: Mostrar ocultos

source: Show hidden websites filter
es: Mostrar filtro de sitios ocultos

source: Show hidden websites filter off
es: Mostrar filtro de sitios ocultos apagado

source: Show hidden websites filter on
es: Mostrar filtro de sitios ocultos encendido

source: Sorry, there was an error
es: Lo sentimos, ha habido un error

source: Status
es: Estado

source: Submission
es: Publicación

source: Submission cancelled
es: Publicación cancelada

# submission.card.warning
source: Submission has warnings
es: Publicación tiene advertencias

source: Submission queued for posting
es: Publicación puesta en cola para ser publicada

# submission.submission-removed
source: Submission removed
es: Publicación removida

# submission.save.success
source: Submission saved
es: Publicación guardada

source: Submission schedule cancelled
es: Publicación programada cancelada

source: Submission table search field
es: Campo de búsqueda de la tabla de envíos

source: Submission Template {defaultNameFromTime}
es: Plantilla de Publicación {defaultNameFromTime}

source: Tag {defaultTagNameFromDate}
es: Etiqueta {defaultTagNameFromDate}

source: Tag Group
es: Grupos de Etiquetas

source: Tag Group {defaultNameFromTime}
es: Grupo de Etiquetas {defaultNameFromTime}

source: Tags: {tagList}
es: Etiquetas: {tagList}

source: The page you are looking for might have been removed or temporarily unavailable.
es: La página que está buscando puede haber sido removida o estar no disponible temporalmente .

source: Theme
es: Tema

source: This is the port the app server will run on. You must restart the app for this to take effect.
es: Este es el puerto en el que el servidor de la aplicación se ejecutará. Necesitará reiniciar la aplicación para que esto tome efecto.

source: Unable to generate form.
es: No se pudo generar el formulario.

source: Unhide {displayName}
es: Mostrar {displayName}

source: Unschedule submission
es: Desprogramar publicación

source: Unsupported field type.
es: Tipo de campo no admitido.

source: Updated submission template
es: Plantilla de publicación actualizada

# update.success-tag-converter
source: Updated tag converter
es: Convertidor de etiquetas actualizado

# update.success-tag-group
source: Updated tag group
es: Grupo de etiquetas actualizado

# directory-watcher.header
source: Upload from folders
es: Subir desde carpeta

source: Webhook name {name} is invalid
es: Nombre {name} del Webhook es inválido
lt: Saityno gaudyklės pavadinimas „{name}“ netinkamas.
ta: வெப்ஊக் பெயர் {name} தவறானது

# unsaved changes modal
source: Yes
es: Sí

# unsaved changes modal
source: You have unsaved changes
es: Tiene cambios no guardados

source: Choose websites
lt: Pasirinkite svetaines
ta: வலைத்தளங்களைத் தேர்வுசெய்க

source: CRON Format
lt: CRON formatas
ta: CRON வடிவம்

source: Crop new thumbnail from original file
lt: Apkirpti naują miniatiūrą iš originalaus failo
ta: அசல் கோப்பிலிருந்து புதிய சிறு உருவத்தை பயிர்

source: Description is less than {minLength} characters long
lt: Aprašas yra trumpesnis nei {minLength} simbolių.
ta: விளக்கம் {minLength} எழுத்துக்களை விட குறைவாக உள்ளது

source: Drag files here or click to select files
ta: கோப்புகளை இங்கே இழுக்கவும் அல்லது கோப்புகளைத் தேர்ந்தெடுக்க சொடுக்கு செய்யவும்

source: Enter name to add new account
lt: Įveskite pavadinimą, kad įtrauktumėte naują paskyrą
ta: புதிய கணக்கைச் சேர்க்க பெயரை உள்ளிடவும்

source: Home Page
lt: Pagrindinis puslapis
ta: முகப்பு பக்கம்

source: Logged In As
lt: Prisijungta kaip
ta: அச் இல் உள்நுழைந்துள்ளார்

source: No results
lt: Rezultatų nėra
ta: முடிவுகள் இல்லை

# internalSchedule.none
source: None
lt: Nieko
ta: எதுவுமில்லை

# internalSchedule.single
source: Once
lt: Vieną kartą
ta: ஒருமுறை

# internalSchedule.recurring
source: Recurring
lt: Kartojantis
ta: மீண்டும் மீண்டும்

source: Requires at least {minLength} tags
lt: Privaloma bent {minLength} žymių
ta: குறைந்தபட்சம் {minLength} குறிச்சொற்கள் தேவை

source: Schedule Many
lt: Planuoti daug
ta: பல திட்டமிடவும்

source: Submission will be split into {expectedBatchesToCreate} different submissions with {maxBatchSize} files each.
lt: Pateikimas bus padalytas į {expectedBatchesToCreate} skirtingus pateikimus su {maxBatchSize} failais kiekviename.
ta: சமர்ப்பிப்பு ஒவ்வொன்றும் {expectedBatchesToCreate} கோப்புகளுடன் வெவ்வேறு சமர்ப்பிப்புகளாக {maxBatchSize} என பிரிக்கப்படும்.

source: Update file
lt: Atnaujinti failą
ta: கோப்பு புதுப்பிப்பு

source: Upload new thumbnail
lt: Įkelti naują miniatiūrą
ta: புதிய சிறுபடத்தை பதிவேற்றவும்

source: {fileName} ({fileSizeString}) is too large (max {maxFileSizeString}) and an attempt will be made to reduce size when posting
lt: „{fileName}“ ({fileSizeString}) yra per didelis (daugiausiai {maxFileSizeString}) ir siunčiant bus bandoma sumažinti dydį.

source: {fileName} will be modified to support website requirements
lt: „{fileName}“ bus modifikuotas, kad atitiktų svetainės reikalavimus.

source: Allow resizing image
lt: Leisti keisti vaizdo dydį

source: Drag images here or click to select files
lt: Nutempkite čia vaizdus arba spustelėkite, kad pasirinktumėte failus

source: Title is too long
lt: Pavadinimas per ilgas.

source: Use thumbnail
lt: Naudoti miniatiūrą
